Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The company helps businesses to manage credit risk, prevent fraud, target marketing offers and automate decision making.
es: Ayuda a las compañías a las que da servicio a gestionar su riesgo crediticio, prevenir el fraude, personalizar sus acciones de marketing y automatizar sus procesos de decisión.

source: This data will be used to target marketing efforts with the ultimate goal of having the IIC finance some of the investments.
es: Estos datos se utilizarán para lanzar iniciativas de mercadeo más específicas, con vistas a que la CII financie algunas de las inversiones.

source: Performance measurement systems, including performance guarantees for administrative functions and trends target marketing
es: Sistemas de medición de rendimiento, incluyendo garantías de rendimiento para funciones administrativas y mercadeo de destino en las tendencias

source: Together, we identify your market potential and define the characteristics of your offer remote backup, a file-sharing platform and/or collaborative space, the core target, marketing methods ... These are all key factors which we will look at with you together.
es: Juntos, identificamos su potencial de mercado y definimos las características de su oferta backup remoto, plataforma de compartición y/o espacio de colaboración, objetivo, modo de comercialización... Son muchos los factores clave que consideramos de forma conjunta.

source: "The lawsuit claims that the Defendants violated state laws and the Fair Credit Reporting Act (""FCRA"") by selling lists containing personal and financial consumer credit-related information to third parties for use in target marketing."
es: La demanda afirma que los Demandados infringieron leyes estatales y la Ley de Justicia en los Informes Crediticios (Fair Credit Reporting Act, FCRA) al vender listas que contenían información personal y financiera de los consumidores a terceros para ser utilizada en segmentación del mercado.

source: This programme would entail multi-channel, multi-target marketing, and communitybased programmes, and financial incentives.
es: Este programa estaría basado en campañas multimedia orientadas a diversos públicos objetivos, proyectos comunitarios e incentivos financieros.

source: The data warehouse represents the aggregation of this data and the tools used to analyse the data for purposes such as anticipatory inventory control, target marketing and web personalization.
es: Algunos analistas ven esto como algo deseable dado que cualquiera de los canales puede aprovechar los puntos fuertes de los demás.

source: Pitney Bowes Business Insight's target marketing and analytical tools, demographic data sets and custom solutions help media professionals identify and define media and purchase habits.
es: Las herramientas de análisis y de marketing de segmentos, los conjuntos de datos demográficos y las soluciones personalizadas de Pitney Bowes Business Insight ayudan a los profesionales de los medios de comunicación a identificar y definir hábitos de compra y de medios de comunicación.

source: Collect vital information about your patrons spending habits and target marketing campaigns accordingly.
es: Obtenga información vital para analizar tendencias y genere campañas de marqueting dirigidas a ellos.

source: Also called niche marketing or target marketing.
es: También es llamado márketing de nichos o márketing a objetivo.

source: This information will help you improve your target marketing and advertising.
es: Esta información te ayudará a mejorar tu marketing y publicidad objetivo.

source: With one of the largest customer bases in the industry, AEK utilizes global target marketing resources in order to provide our customers with the tools they need to successfully liquidate their equipment.
es: Con una de las mayores bases de clientes en la industria, AEK utiliza recursos de marketing global de destino con el fin de proporcionar a nuestros clientes las herramientas que necesitan para liquidar sus equipos.

source: In stores, shopping centers, airports, exhibition fairs, universities and all kinds of places where target marketing is essential. Having an information point like this vastly enhances your chances of attracting new customers.
es: Dentro de sus tiendas, en centros comerciales, aeropuertos, ferias, universidades, y todos aquellos lugares donde esté su público objetivo, multiplicando las posibilidades de captar nuevos clientes.

source: There is also a plan to develop more sophisticated overview reporting of resource time available for target marketing purposes.
es: Existe también un plan para desarrollar un sistema de informes más sofisticado para analizar el tiempo disponible de los recursos, con fines comerciales.

source: Below are some ways to segment groups of people and target your marketing.
es: A continuación encontrará algunas maneras de segmentar grupos de gente y orientar selectivamente sus esfuerzos se comercialización.

source: Ideal for targeted marketing campaigns or promotion of new products and services.
es: Ideal para campañas de target marketing o promoción de nuevos productos y servicios.

source: Key opinion leaders are the first marketing target because of their high visibility in the addressed markets.
es: Los líderes de opinión clave son el primer objetivo de marketing, debido a su gran visibilidad en los mercados a los que se dirige el producto o el proceso.

source: After 2005, we shifted our focus back to the consumer, throughout revised target groups and marketing programs, and emphasizing innovation and crisper, better targeted communications.
es: Después de 2005, nos hemos concentrado de nuevo en la relación con el consumidor, redefiniendo a nuestro público objetivo y los programas de marketing, esforzándonos en materia de innovación y con una comunicación más incisiva y mejor adaptada.

source: for SIG Target development, manufacture and marketing machines for processing, aseptic and non aseptic filling and final packaging of beverages in plastic (PET and HDPE), glass and can containers and labeling equipment.
es: SIG Target desarrollo, fabricación y comercialización de máquinas para el procesado, llenado aséptico y no aséptico y empaquetado final de bebidas en envases de plástico (PET y HDPE), cristal y metálicos y equipamiento de etiquetado.

source: This data contains a unique identifier that is used by the website to maintain user sessions and as a filter for server logging tools.
es: Estos datos contienen un identificador singular que es utilizado por la website para manener las sesiones de usuario y como filtro para el servidor de las herramientas de loggin.

source: "This Institute offers a unique combination of keynote presentations, breakout sessions, and ""home"" work groups."
es: "Este Instituto ofrece una combinación única de presentación de ideas esenciales, sesiones de ruptura y grupos de trabajo ""en casa""."

source: This line contains the quantities of the selected higher-level material that have already been entered as goods receipts in previous user sessions.
es: Esta línea contiene las cantidades del material superior seleccionado que ya se han introducido como entradas de mercancías en sesiones anteriores del usuario.

source: There are no regularly performed user observation sessions, user satisfaction surveys or focus groups.
es: No hay sesiones regulares de observación de los usuarios ni encuestas de satisfacción de usuarios, ni grupos de discusión.

source: Individual user sessions are identified and re-verified with each transaction, using a unique token created at login
es: Las sesiones de usuarios individuales se identifican y verifican en cada transacción, utilizando un token único creado al iniciar sesión

source: National rare disease patient groups have started to organise Play Decide sessions and are finding unique ways to encourage others to do the same.
es: El número de centros por país varía y refleja diferencias en la organización de los sistemas sanitarios nacionales.

source: The exponential growth in visits to WebWorld (170,000 individual user sessions and 2 million hits in July 2001) can be considered as an indicator of the impact of the services provided by the website.
es: El crecimiento exponencial de las visitas a la WebWorld (170.000 sesiones de usuarios individuales y 2 millones de búsquedas en julio de 2001) es muestra de la influencia que ejercen los servicios prestados a través de este sitio.

source: (ii) Number of visits, page views and average time of user sessions on the website of the Office for Disarmament Affairs
es: ii) Número de visitas, consultas y duración media de las sesiones de los usuarios en el sitio web de la Oficina de Asuntos de Desarme

source: All the information about the Foundation's activities and publications, together with its annual prizes and grants for research into bioethics, is available at www.fundaciongrifols.org. The site received 27,100 unique visitors during 2006, and a total of 106,812 user sessions.
es: Toda la información de las actividades y publicaciones de la fundación, así como sus convocatorias anuales de premios y becas de investigación sobre bioética se encuentran disponibles en su página web fundaciogrifols.org.

source: "It didn't take more than a couple of test sessions to notice that we had a unique game on our hands,"" said Jason Schneider, Gamewright Product Development and Marketing Manager."
es: "Bastó con un par de sesiones de prueba para darnos cuenta de que teníamos en nuestras manos un juego único"", dice Jason Schneider, Director de desarrollo de producto y comercialización de Gamewright."

source: Unique users are defined by their distinct IP address, thus, the unique user identifier is not necessarily an accurate measure of the total number of CORDIS users; the same user may appear with two different IP addresses from two separate dial-up sessions, while two users may appear as one IP address if dialed up from the same modem.
es: Los usuarios individuales vienen definidos por sus direcciones IP únicas; por lo tanto, el identificador de usuarios individuales no proporciona necesariamente el número total de usuarios CORDIS; el mismo usuario podría aparecer con dos direcciones IP diferentes en dos sesiones diferentes, mientras que dos usuarios pueden estar ligados a una sola dirección IP si se conectaron a través del mismo módem.

source: Wendy Sternberg, the founder and executive director of Genesis at the Crossroads, which created the Genesis World Music Ensemble, described one of the group's unique practice sessions.
es: Wendy Sternberg, fundadora y directora ejecutiva de la organización Genesis at the Crossroads (Génesis en la Encrucijada) de donde surgió Genesis World Music Ensamble, se refirió a las sesiones de práctica del grupo, únicas en su género.

source: It is important to point out that using the IP address as unique user identifier is not necessarily an accurate measure of the total number of CORDIS users for one reason the same user may appear with two different IP addresses from two separate dial-up sessions, while two users may appear as one IP address if dialled up from the same modem.
es: El motivo es que un mismo usuario podría aparecer con dos direcciones de IP distintas si accede al sitio desde dos conexiones diferentes, mientras que dos usuarios distintos podrían aparecer con la misma dirección IP si se conectan desde el mismo módem.

source: Furthermore, user sessions that produce errors can be frozen, preventing the user from replying incorrectly.
es: Aún más, las sesiones de usuario que producen el error pueden ser congeladas, evitando un respuesta incorrecta por parte del usuario.

source: This line contains the quantities already entered as goods receipts in previous user sessions.
es: Esta línea contiene las cantidades que ya se han introducido como entradas de mercancías en sesiones anteriores del usuario.

source: Actions include starting programs, responding to interactive error messages, freezing user sessions to avoid system crashes, and generating SMS alerts.
es: Estas acciones incluyen ejecución de programas, respuesta a mensajes de error interactivos, bloqueo de sesiones de usuario para evitar caídas del sistema y generación de alertas SMS.

source: The award-winning SRX5800 Services Gateway supports more than 120 Gbps firewall and 30 Gbps IPS, as well as 350,000 connections per second and an industry record-breaking 10 million concurrent user sessions.
es: La galardonada puerta de enlace de servicios SRX5800 es compatible con un cortafuegos de más de 120 Gbps e IPS de 30 Gbps, así como 350.000 conexiones por segundo y 10 millones de sesiones de usuario simultáneas, una cifra que bate todos los récords de la industria.

source: Number of unique sessions for a day, week and month
es: la cantidad de sesiones únicas por el día, semana y mes

source: "Username"" is chosen by the user unique code of letters, ciphers and symbols, which individualizes the user when accessing his/her, user profile."
es: "Nombre de usuario"" es un código único de letras, cifras o símbolos elegido por el usuario que individualiza el usuario cuando accede a su perfil de usuario."

source: High-performance class 4 softswitch with session border controller functionality and unique combination of functionality, scalability and reliability that delivers unique combination of capabilities for VoIP sessions management.
es: Softswitch de alto rendimiento clase 4 con la funcionalidad de controlador de sesiones de borde y la combinación única de funcionalidad, escalabilidad y fiabilidad que ofrece la inigualable capacidad para la gestión de las sesiones VoIP.

source: Improved logging now supports all FTP-related traffic, unique tracking for FTP sessions, FTP sub statuses, an additional detail field in FTP logs, and more.
es: El ingreso al sistema mejorado ahora brinda soporte a todo el tráfico relacionado con FTP, registro único de sesiones FTP, sub-estados de FTP y campo adicional de detalles en registros FTP y más.

source: (f) ensure that persons authorised to use an automated dataprocessing system have access only to the data covered by their access authorisation, by means of individual and unique user identities and confidential access modes only (data access control)
es: f) garantizar que, para la utilización de un sistema de tratamiento automatizado de datos, las personas autorizadas sólo puedan tener acceso a los datos que sean de su competencia y ello únicamente con identificaciones de usuario personales e intransferibles y con modos de acceso confidenciales (control del acceso)

source: 5 POINT provides each user in with a unique user name and password for each of his team memberships.
es: 5 POINT brinda a cada usuario un nombre de usuario y una contraseña únicos para cada miembro del equipo.

source: One-on-one sessions are unique opportunities for participants to discuss a patient case from their own practice with respected dental clinicians.
es: Las sesiones individuales constituyen una oportunidad única para que los participantes analicen el caso de un paciente de su propia clínica con respetados médicos odontólogos.

source: (iii) The number of visits and average time of user sessions to online information sources, in particular to the web pages maintained by the Branch
es: iii) Número de visitas y duración media de las sesiones de los usuarios en los servicios de información en línea, en particular las páginas web de la Subdivisión

source: It also has broader security options, unique user productivity tools, and wide-ranging support for existing and emerging technologies.
es: También cuenta con opciones de seguridad de mayor capacidad, excepcionales herramientas de productividad de usuario y amplia compatibilidad con tecnologías existentes y emergentes.

source: Distribution of publications on the electronic format, which enables greater diffusion of information to all interested parties and are important ways of saving resources, have continued to increase in 2007 with 339,402 user sessions, 50.3 % more than 2006.
es: La distribución de publicaciones en formato electrónico, que permite una mayor difusión de la información a todas las partes interesadas con un importantísimo ahorro de recursos, ha continuado aumentando en el 2007 con 339.402 sesiones de usuarios, un 50,3 % más que en el 2006.

source: (ii) Number of visits and page views and average time of user sessions on the Department's website
es: ii) Número de visitas al sitio web del Departamento y de consultadas de páginas, y promedio de duración de las sesiones

source: The SRX5600 Services Gateway supports up to 60 Gbps firewall and 15 Gbps IPS, as well as 350,000 new connections per second and 9 million concurrent user sessions.
es: La puerta de enlace de servicios SRX5600 es compatible con un cortafuegos de hasta 60 Gbps e IPS de 15 Gbps, así como 350.000 nuevas conexiones por segundo y 9 millones de sesiones de usuario simultáneas.

source: It has a print run of 4,000 copies and through the digital version 7.837 user sessions were calculated.
es: Tiene una tirada de 4.000 ejemplares y a través de la versión digital durante este ejercicio se han contabilizado 7.837 sesiones de usuario.

source: Yet in smaller or emerging venture capital markets, funds have difficulties in expanding, growing, specialising and reaching a critical mass of deals.
es: No obstante, en los mercados de capital riesgo más pequeños o emergentes, a los fondos les cuesta ampliarse, crecer, especializarse y alcanzar una masa crítica de operaciones.

source: The exit point of the venture capital entity from the promoted company is normally agreed upon and consented from the day in which the fund becomes a shareholder in the company.
es: La salida de la Entidad de Capital Riesgo del capital de la empresa promotora se encuentra pactada y consensuada desde el día de la entrada en el capital.

source: The shares issued to the venture capital company have since been bought back.
es: Las acciones emitidas a favor de esta empresa se recompraron desde entonces.

source: Venture capital instead requires a proper balance of risk and reward.
es: El capital de riesgo requiere un equilibrio apropiado entre riesgo y recompensa.

source: Venture capital is scarce and bankruptcy is severely punished.
es: El capital riesgo está poco extendido y la quiebra se castiga severamente.

source: The other day I spoke with an important venture capital investor, who normally participates in transactions of over 100 million euros with a high debt level.
es: El otro día estuve hablando con un importante inversor de capital riesgo, acostumbrado a realizar operaciones por encima de 100 millones de euros con un elevado nivel de deuda.

source: (j) A window for, inter alia, a venture capital fund related to, or possibly located in, a multilateral financial institution
es: j) La previsión, entre otras cosas, de un fondo de capital de riesgo relacionado con una institución financiera multilateral o, de ser posible, situado en una institución de ese tipo

source: The exit by the venture capital company from the capital of the investee company will be agreed from the day of entry into the capital.
es: La salida de la Entidad de Capital Riesgo del capital de la empresa promotora se encuentra pactada y consensuada desde el día de la entrada en el capital.

source: Venture capital firms will play a key role in transferring expertise from the research centres to industry and the markets.
es: Las compañías de capital riesgo tendrán un papel clave en la transferencia de conocimiento desde los centros de investigación a la industria y los mercados.

source: financial entities, listed companies and venture capital firms
es: Asesoramiento regular a entidades financieras, sociedades cotizadas y a entidades de capital riesgo

source: There are a number of reasons for this perspective by a venture capital investor.
es: Este punto de vista del inversor de capital riesgo se explica por varias razones.

source: The most commonly used indicators of access to finance - equity finance, venture capital and initial public offerings - tend to be strongly influenced by the business cycle.
es: Los indicadores de acceso a la financiación más comúnmente empleados -la financiación mediante acciones, el capital riesgo y las ofertas públicas iniciales- tienden a verse muy influidos por el ciclo económico.

source: All the venture capital funds have a temporary and defined time horizon since there is an obligation to return the invested sums to the investors.
es: Todos los fondos de Capital Riesgo tienen un horizonte temporal definido ya que en algún momento están obligados a devolver el dinero a sus inversores.

source: There is still a need to give entrepreneurs easier access to venture capital, and this requires much more active and efficient provision of information on the way in which it is used.
es: También es necesario que resulte fácil a los empresarios recurrir al capital de riesgo, lo que presupone una información mucho más activa y eficaz sobre el modo de su utilización.

source: I believe they have to do with access to financing - credit and venture capital.
es: Creo que tienen que ver con el acceso al financiamiento crédito y capital de riesgo.

source: There is also the question of allowing the provision of venture capital.
es: Se trata de la posibilidad de disponer de capital de riesgo.

source: Carlos Slim Well, in the U.S., it's beautiful because you have venture capital.
es: Carlos Slim Bien, en los Estados Unidos esto es hermoso ya que cuentas con capital de riesgo.

source: "A number of experts expressed concerns regarding the indiscriminate use of the term ""venture capital"", and urged participants to distinguish different types of start-up capital carefully."
es: "Diversos expertos manifestaron preocupación por la utilización indiscriminada de la expresión ""capital de riesgo"", e instaron a los participantes a distinguir cuidadosamente entre los diferentes tipos de capital inicial."

source: If the administration commits to the sector, we will see transactions worth over 20 million euros thanks to an influx of venture capital funds that were previously tied up in other fields.
es: Si la Administración apuesta por el sector, veremos operaciones por encima de los 20 millones de euros gracias a la entrada de capital riesgo hasta ahora especializado en otros ámbitos...

source: Better yet, get advice from someone who has already successfully raised venture capital in your industry.
es: Todavía mejor, asesórese con alguien que ya haya recaudado con éxito capital de riesgo en su industria.

source: Director of companies in the insurance, property and venture capital fields.
es: Ha participado y participa en el consejo de varias sociedades pertenecientes al entorno asegurador, inmobiliario y capital-riesgo.

source: Riva y García Venture Capital/Private Equity does not form part of the executive management of the company, although it does offer constant support according to the needs of each project.
es: Riva y García Venture Capital/Private Equity no entra a formar parte de la dirección ejecutiva de la empresa aunque ejerce un apoyo constante a medida de las necesidades de cada proyecto.

source: establishment of a legal and taxation system to assist the development of the venture capital industry and investment banking; and
es: Establecimiento de un sistema jurídico y tributario que propicie el desarrollo del sector del capital de riesgo y la banca de inversión; y
